const catalog = [
    {
        name: 'Футболка Staff warrior oversize',
        id: '1',
        hash: 'hash1',
        category: 'male',
        img: 'img/1.jpeg',
        info: [`1 Футболка зі зручною посадкою oversize одразу додасть стилю у твій вуличний образ.`,
        `Матеріал: - 90% бавовна, 10% еластан.`, 
        `Деталі та крій:
        - тип крою - oversize;
        - круглий виріз;
        - якісний принт на правому рукаві;
        - бірка з фірмовим логотипом вшита в бічний шов.`],
        price: 420
    },
    {
        name: 'Футболка Staff gray oversize',
        id: '2',
        hash: 'hash2',
        category: 'male',
        img: 'img/2.jpeg',
        info: [`2 Футболка зі зручною посадкою oversize одразу додасть стилю у твій вуличний образ.`,
        `Матеріал: - 90% бавовна, 10% еластан.`, 
        `Деталі та крій:
        - тип крою - oversize;
        - круглий виріз;
        - якісний принт на правому рукаві;
        - бірка з фірмовим логотипом вшита в бічний шов.`],
        price: 320
    },
    {
        name: 'Футболка Staff palms & logo',
        id: '3',
        hash: 'hash3',
        category: 'male',
        img: 'img/3.jpeg',
        info: [`3 Футболка зі зручною посадкою oversize одразу додасть стилю у твій вуличний образ.`,
        `Матеріал: - 90% бавовна, 10% еластан.`, 
        `Деталі та крій:
        - тип крою - oversize;
        - круглий виріз;
        - якісний принт на правому рукаві;
        - бірка з фірмовим логотипом вшита в бічний шов.`],
        price: 440
    },
    {
        name: 'Жіночий топ Staff wa milk',
        id: '4',
        hash: 'hash4',
        category: 'female',
        img: 'img/4.jpg',
        info: [`4 Еластичний трикотажний топ із довгими рукавами витримує численні прання, не втрачаючи привабливості, а ще чудово вписується у будь-який образ.`,
        `Матеріал: - 3% еластан, 97% бавовна.`],
        price: 390
    },
    {
        name: 'Жіноча футболка Staff bz milk',
        id: '5',
        hash: 'hash5',
        category: 'female',
        img: 'img/5.jpg',
        info: [`5 Еластичний трикотажний топ із довгими рукавами витримує численні прання, не втрачаючи привабливості, а ще чудово вписується у будь-який образ.`,
        `Матеріал: - 3% еластан, 97% бавовна.`],
        price: 390
    },
    {
        name: 'Жіноча футболка Staff gray oversize',
        id: '6',
        hash: 'hash6',
        category: 'female',
        img: 'img/6.jpg',
        info: [`6 Еластичний трикотажний топ із довгими рукавами витримує численні прання, не втрачаючи привабливості, а ще чудово вписується у будь-який образ.`,
        `Матеріал: - 3% еластан, 97% бавовна.`],
        price: 350
    },
    {
        name: 'Жіноча футболка Staff la blue oversize',
        id: '7',
        hash: 'hash7',
        category: 'female',
        img: 'img/7.jpg',
        info: [`7 Еластичний трикотажний топ із довгими рукавами витримує численні прання, не втрачаючи привабливості, а ще чудово вписується у будь-який образ.`,
        `Матеріал: - 3% еластан, 97% бавовна.`],
        price: 370
    },
]